/**** About Box Strings and Formatting *****/

/*The tooltip text for More Info button in About box */
"MORE_INFO_TOOL_TIP" = "Abra %@ para obter mais informações sobre o seu computador";

/* The tooltip text explaining why the More Info button is disabled in About box */
"MORE_INFO_DISABLED_TOOL_TIP" = "Este botão está desativado porque não há nenhum aplicativo Visão do Sistema.";

/*The tooltip text for Software Update button in About box */
"SOFTWARE_UPDATE_TOOL_TIP" = "Abra a %@ para verificar se há atualizações de software.";

/* The tooltip text explaining why the Software Update button is disabled in About box */
"SOFTWARE_UPDATE_DISABLED_TOOL_TIP" = "Este botão está desativado porque não há nenhum aplicativo de Atualização de Software.";	//	CLM

/* The format string used to generate the Build text field in the About This Mac window. */
/* The "%@" sequence is replaced by the build number. */
"ABOUT_BOX_BUILD_FORMAT_STRING" = "Fase %@";

/* The format string used to generate the Version text field in the About This Mac window. */
/* The "%@" sequence is replaced by the version number. */
"ABOUT_BOX_VERSION_FORMAT_STRING" = "Versão %@";

/* The format string used to generate the Serial Number text field in the About This Mac window. */
/* The "%@" sequence is replaced by the serial number. */
"ABOUT_BOX_SERIAL_NUMBER_FORMAT_STRING" = "Número de Série %@";

/* The string used as a label for the processor information. */
"ABOUT_BOX_PROCESSOR_LABEL" = "Processador";	// CLM

/* The string used as a label for the memory information. */
"ABOUT_BOX_MEMORY_LABEL" = "Memória";	//	CLM

/* The format string used to generate the Processor text field in the About This Mac window */
/* when there is exactly one processor in the machine.  The localized string */
/* must include the 2-character sequence "%@" which will be replaced in the */
/* final UI with a description of the processor (e.g. "600 MHz PowerPC G3") */
//"ABOUT_BOX_SINGLE_PROCESSOR_FIELD_FORMAT" = "Processor: %@";
"ABOUT_BOX_SINGLE_PROCESSOR_FIELD_FORMAT" = "%@";
"ABOUT_BOX_SINGLE_PROCESSOR_L3CACHE_FORMAT" = "%@ cache L3";

/* The format string used to generate the Processor text field in the About This Mac window */
/* when there are two or more processors in the machine.  The localized string */
/* must include the 2-character sequence "%@" which will be replaced in the */
/* final UI with a description of the processors (e.g. "Dual 800 MHz PowerPC G4") */
//"ABOUT_BOX_MULTIPLE_PROCESSORS_FIELD_FORMAT" = "Processors: %@";
"ABOUT_BOX_MULTIPLE_PROCESSORS_FIELD_FORMAT" = "%@";
"ABOUT_BOX_MULTIPLE_PROCESSORS_L3CACHE_FORMAT" = "%@ cache L3 por processador";

/* The format string used to generate the Memory text field in the About This Mac window. */
/* The localized string must include the 2-character sequence "%@" which will be replaced */
/* in the final UI with a description of the memory (e.g. "256 MB") */
//"ABOUT_BOX_MEMORY_FIELD_FORMAT" = "Memory: %@";
"ABOUT_BOX_MEMORY_FIELD_FORMAT" = "%@%@";

/* The string used to describe the type of memory for CPUs with built-in memory. */
"ABOUT_BOX_BUILT-IN_MEMORY" = "Integrada";	//	CLM

